<template>
  <q-page>
    <div class="news">
      <div class="container">
        <div class="news__content">
          <div class="news__block">
            <h3 class="news__title">Конституція Марсії</h3>
            <div class="news__text">
              <ul>
                1. Носієм суверенітету і єдиним джерелом влади в Марсії є народ.<br>
                2. Марсія – демократична держава. Закони приймаються на загальних зборах представників десяти соціальних груп.<br>
                3. Під час голосування представники кожної соціальної групи мають віддати свої голоси за три закони. До виконання
                буде прийнято всі закони, що набрали більше, ніж три голоси.<br>
                4. Представник кожної соціальної групи має право говорити та бути почутим іншими. Свобода слова знаходиться під
                захистом конституції.<br>
                5. Всі закони заздалегідь люб'язно написані шановними лідерами Марса, які також вирішують всі спірні питання
              </ul>
            </div>
          </div>
          </div>
        </div>
      </div>
  </q-page>
</template>

<script>

export default {
  name: 'News',
  data () {
    return {
    }
  },
  components: {
  },
  methods: {
  }
}
</script>
